[{
  "_id": {
    "$oid": "5e97fb03e7b9acfe8f68ed49"
  },
  "name": "alagille-syndrome",
  "basic_info": "Alagille syndrome is a genetic disorder that may affect many different parts of the body, including the liver. A person with Alagille syndrome has fewer than the normal number of small bile ducts inside the liver. As bile builds up in the liver, it may cause liver damage.",
  "common": "About 1 in every 30,000 babies is born with Alagille syndrome.1|",
  "who": "The gene mutation that causes Alagille syndrome can be passed from parent to child. Children who have one parent with Alagille syndrome have a 50 percent chance of inheriting the gene and having the disease.2|However, at least half—50 to 70 percent—of people with Alagille syndrome do not have a parent with the disease.3 In these cases, the disease is caused by a new gene mutation that is not inherited from a parent.|The liver signs and symptoms of Alagille syndrome usually appear shortly after birth or in early infancy. For this reason, Alagille syndrome is often diagnosed in children younger than age 1.4|",
  "symptom": "severe itchiness of the skin, called pruritus|yellowish color of the whites of the eyes and skin, called jaundice|darkening of the color of urine and lightening of the color of stools|fatty deposits that appear as yellow bumps on the skin, called xanthomas|loose, greasy, bad-smelling stools, a sign that less bile is reaching the small intestine to help digest fats|an enlarged liver or spleen, which a doctor may notice during a physical exam or imaging tests|",
  "cause": "Gene mutations cause Alagille syndrome. Mutations of a gene called JAG1 cause most cases of Alagille syndrome. Mutations of a gene called NOTCH2 cause 1 to 2 percent of cases of Alagille syndrome.7|In at least half—50 to 70 percent—of people with Alagille syndrome, the disease is caused by a new gene mutation, meaning that the gene mutation was not inherited from a parent.7|In the remainder of people who have Alagille syndrome, the gene mutation for the disease is inherited from a parent. Alagille syndrome is an autosomal dominant disease, meaning that a child can get Alagille syndrome by inheriting a gene mutation from only one parent. Children who have one parent with Alagille syndrome have a 50 percent chance of inheriting the gene mutation and having the disease.8|",
  "help": "",
  "diet": "",
  "caneat": "a high-calorie diet that contains carbohydrates and fats called medium-chain triglycerides (MCTs), which are easier for people with Alagille syndrome to digest|a special formula for infants that contains MCTs|regular checks of weight and height, the measures of growth and development during childhood|regular blood tests to check vitamin levels and separate supplements of fat-soluble vitamins A, D, E, and K and other nutrients as needed|",
  "noteat": "People who have Alagille syndrome should talk with their doctor before drinking alcohol. Doctors may recommend not drinking alcohol if Alagille syndrome is causing liver problems.|"
},{
  "_id": {
    "$oid": "5e97fb07e7b9acfe8f68ed4a"
  },
  "name": "autoimmune-hepatitis",
  "basic_info": "Autoimmune hepatitis is a chronic disease in which your body’s immune system attacks the liver and causes inflammation and liver damage. Without treatment, autoimmune hepatitis may get worse and lead to complications, such as cirrhosis.",
  "common": "Researchers aren’t sure how common autoimmune hepatitis is in the United States. Studies conducted in northern European countries have found that between 10 and 24 of every 100,000 people in that region have autoimmune hepatitis. Researchers have found that the disease is more common among Alaska Natives, affecting about 43 of every 100,000 people.1|",
  "who": "Autoimmune hepatitis can occur at any age and affects people of all racial and ethnic groups. The disease is more common in girls and women than in boys and men.|Type 1 autoimmune hepatitis occurs in people of all ages, while type 2 more often affects children.|",
  "symptom": "feeling tired|joint pain|nausea|poor appetite|pain over the liver, in the upper part of the abdomen|yellowish color of the whites of the eyes and skin, called jaundice|darkening of the color of urine|lightening of the color of stools|skin conditions, such as rash, psoriasis, vitiligo, or acne|",
  "cause": "Experts aren’t sure what causes autoimmune hepatitis. Studies suggest that certain genes make some people more likely to develop autoimmune diseases. In people with these genes, factors in the environment may trigger an autoimmune reaction that causes their immune system to attack the liver.|Researchers are still studying the environmental triggers that play a role in autoimmune hepatitis. These triggers may include certain viruses and medicines.|Some medicines can cause liver injury that resembles autoimmune hepatitis. In most cases, the liver injury goes away when the medicine is stopped. The most common medicines that cause liver injury that resembles autoimmune hepatitis are minocycline—an antibiotic used to treat acne—and nitrofurantoin—an antibiotic used to treat urinary tract infections. Telling your doctor the names of all the medicines you take, even over-the-counter medicines or herbal or botanical products, is important.|",
  "help": "",
  "diet": "",
  "caneat": "If autoimmune hepatitis leads to cirrhosis, you should eat a healthy, well-balanced diet. Find more tips on healthy eating when you have cirrhosis.|Researchers have not found that eating, diet, and nutrition play a role in causing or preventing autoimmune hepatitis.|",
  "noteat": ""
},{
  "_id": {
    "$oid": "5e97fb0be7b9acfe8f68ed4b"
  },
  "name": "biliary-atresia",
  "basic_info": "Biliary atresia is a condition in infants in which the bile ducts outside and inside the liver are scarred and blocked. Bile can’t flow into the intestine, so bile builds up in the liver and damages it. The damage leads to scarring, loss of liver tissue and function, and cirrhosis.",
  "common": "Biliary atresia is rare and affects about 1 out of every 12,000 infants in the United States.2|",
  "who": "Biliary atresia only occurs in newborn infants. The disease is slightly more common in female infants and in infants with Asian or African American heritage.3|",
  "symptom": "Typically, the first sign of biliary atresia is yellowing of the skin and whites of the eyes, called jaundice, which results from the buildup of bile in the body. Bile contains a reddish-yellow substance called bilirubin.|Infants often have jaundice in the first 2 weeks of life, so it is not easy to identify biliary atresia in newborn infants. Jaundice that lasts beyond 3 weeks of age may be the first sign of biliary atresia. Infants with biliary atresia typically develop jaundice by 3 to 6 weeks of age.|Infants with biliary atresia may also have pale yellow, gray, or white stools. Stools change color because bilirubin is not reaching the intestines and passing out of the body in the stool.|Infants often have jaundice in the first 2 weeks of life, so it is not easy to identify biliary atresia in newborn infants.|",
  "cause": "infections with certain viruses|coming into contact with harmful chemicals|problems with the immune system|a problem during liver and bile duct development in the womb|certain genes or changes in genes—called mutations—that may increase the chances of developing biliary atresia|",
  "help": "",
  "diet": "",
  "caneat": "a special eating plan|a special formula for formula-fed infants|supplements, which may be added to breast milk, formula, or food|",
  "noteat": ""
},{
  "_id": {
    "$oid": "5e97fb10e7b9acfe8f68ed4c"
  },
  "name": "cirrhosis",
  "basic_info": "Cirrhosis is a condition in which your liver is scarred and permanently damaged. Scar tissue replaces healthy liver tissue and prevents your liver from working normally. As cirrhosis gets worse, your liver begins to fail.",
  "common": "Researchers estimate that about 1 in 400 adults in the United States has cirrhosis. Cirrhosis is more common in adults ages 45 to 54. About 1 in 200 adults ages 45 to 54 in the United States has cirrhosis. Researchers believe the actual numbers may be higher because many people with cirrhosis are not diagnosed.1|",
  "who": "have abused alcohol for a long time|have type 2 diabetes|are men|are older than age 50|",
  "symptom": "feeling tired or weak|poor appetite|losing weight without trying|nausea and vomiting|mild pain or discomfort in the upper right side of your abdomen|",
  "cause": "alcoholic liver disease—damage to the liver and its function due to alcohol abuse|nonalcoholic fatty liver disease|chronic hepatitis C|chronic hepatitis B|",
  "help": "",
  "diet": "",
  "caneat": "If you have cirrhosis, you should eat a healthy, well-balanced diet. Talk with your doctor, a dietitian, or a nutritionist about healthy eating.||",
  "noteat": "You should avoid eating raw or undercooked shellfish, fish, and meat. Bacteria or viruses from these foods may cause severe infections in people with cirrhosis.|Your doctor may recommend limiting salt in your diet and limiting your intake of fats or protein.|You should completely stop drinking alcohol because it can cause more liver damage.|"
},{
  "_id": {
    "$oid": "5e97fb14e7b9acfe8f68ed4d"
  },
  "name": "hemochromatosis",
  "basic_info": "Hemochromatosis is a disorder in which extra iron builds up in the body to harmful levels. Without treatment, hemochromatosis can cause iron overload, a buildup of iron that can damage many parts of the body, including your liver, heart, pancreas, endocrine glands, and joints.",
  "common": "The most common forms of hemochromatosis are due to mutations in a gene called HFE. The HFE mutation that most commonly causes hemochromatosis is called C282Y. Another HFE mutation that may lead to iron overload is called H63D. People with two copies of C282Y are most likely to have iron overload. People with one copy of H63D and one copy of C282Y may also have iron overload, but this is less common and usually less severe.|About 1 in 15 people of Northern European ancestry have at least one copy of the C282Y mutation in the HFE gene.1 This means that about 1 in 225 people in this population have two copies of the gene and are at risk of developing hemochromatosis.2 Primary hemochromatosis is much less common in people of Asian or African ancestry because the C282Y gene mutation is far less common in these populations.|",
  "who": "other chronic liver diseases, particularly chronic hepatitis C|heavy alcohol drinking, which the 2015–2020 Dietary Guidelines for Americans defines as 15 or more drinks per week for men and 8 or more drinks per week for women|",
  "symptom": "feeling tired or weak|pain in the joints, particularly in the knees and hands|loss of interest in sex or erectile dysfunction|pain in the abdomen over the liver|darkening of skin color, which may appear gray, metallic, or bronze|",
  "cause": "Primary hemochromatosis|Mutations in genes that control how the body absorbs iron cause primary hemochromatosis. The most common mutations are in the HFE genes and are called C282Y and H63D.|The important HFE mutations are autosomal recessive, meaning that a person must inherit two copies of the HFE gene with the mutation to have hemochromatosis. The most common pattern in primary hemochromatosis occurs with two copies of C282Y. Two copies of C282Y are present in about 85 to 90 percent of cases of primary hemochromatosis.6 A less common pattern that leads to milder iron overload is caused by having one copy of C282Y and one of H63D.|Mutations in other genes that control how the body manages iron levels cause 10 to 15 percent of cases of primary hemochromatosis.3 These rare forms are called non-HFE hemochromatosis. The most severe forms of non-HFE hemochromatosis are due to mutations in the HJV genes or the HAMP genes. People with these mutations develop symptoms and complications at a young age and may have cirrhosis and other complications from iron overload by their teenage years.|Secondary hemochromatosis|Secondary hemochromatosis is caused by excessive iron in the diet or from multiple blood transfusions.|The usual cause of secondary hemochromatosis is blood transfusions given for severe types of anemia, such as sickle cell disease or thalassemias. In addition, people with bone marrow failure and severe anemia may require regular blood transfusions given over months or years. Red blood cells are a rich source of iron, and red blood cells given by transfusions can lead to a buildup of iron to high levels. The body does not have a good way to get rid of iron.|In the past, iron overload was a common problem in people with kidney failure. However, the use of erythropoietin (EPO) to treat anemia in chronic kidney disease in people with kidney failure has lessened the chance of iron overload. EPO helps the body make red blood cells, lowering levels of stored iron and reducing the need for blood transfusions.|Iron overload in the liver also occurs in persons with severe liver disease such as cirrhosis due to alcoholic liver disease or advanced forms of chronic hepatitis B or C. In these situations, the level of iron is high enough to worsen the underlying liver disease.|Iron overload from excess iron in the diet is very rare but can be caused by cooking and brewing alcohol in crude iron pots or skillets. Drinking alcohol in this situation leads to an increase in the absorption of iron and can cause serious iron overload in the liver.|Neonatal hemochromatosis|Neonatal hemochromatosis is a very rare disease that leads to cirrhosis and liver failure in newborns. In most cases, neonatal hemochromatosis occurs when a pregnant woman’s immune system produces antibodies that damage the liver of a fetus, causing iron overload.|A woman who has one child with neonatal hemochromatosis is at risk for having a second or third affected newborn. Doctors can treat women during future pregnancies to help prevent neonatal hemochromatosis.|",
  "help": "",
  "diet": "",
  "caneat": "raw or undercooked shellfish, which can cause a serious infection in people with liver disease|supplements that contain iron|supplements that contain vitamin C, which can increase the body’s absorption of iron|",
  "noteat": ""
},{
  "_id": {
    "$oid": "5e97fb19e7b9acfe8f68ed4e"
  },
  "name": "nafld-nash",
  "basic_info": "\r\n        \r\n        \r\n        Usually, nonalcoholic fatty liver disease (NAFLD) and nonalcoholic steatohepatitis (NASH) cause few or no symptoms. Certain health conditions—including obesity, metabolic syndrome, and type 2 diabetes—make you more likely to develop NAFLD and NASH.\r\n    ",
  "common": "NAFLD is one of the most common causes of liver disease in the United States. Most people with NAFLD have simple fatty liver. Only a small number of people with NAFLD have NASH. Experts estimate that about 20 percent of people with NAFLD have NASH.1|Between 30 and 40 percent of adults in the United States have NAFLD. About 3 to 12 percent of adults in the United States have NASH.1|",
  "who": "NAFLD is more common in people who have certain conditions, including obesity and conditions that may be related to obesity, such as type 2 diabetes. Researchers have found NAFLD in 40 to 80 percent of people who have type 2 diabetes and in 30 to 90 percent of people who are obese.2 In research that tested for NAFLD in people who were severely obese and undergoing bariatric surgery, more than 90 percent of the people studied had NAFLD.3|NAFLD is more common in people who are obese.|NAFLD can affect people of any age, including children. Research suggests that close to 10 percent of U.S. children ages 2 to 19 have NAFLD.4  However, people are more likely to develop NAFLD as they age.|While NAFLD occurs in people of all races and ethnicities, it is most common in Hispanics, followed by non-Hispanic whites.2 NAFLD is less common in African Americans.2 Asian Americans are more likely than people of other racial or ethnic groups to develop NAFLD when their weight is within the normal range.5|",
  "symptom": "Usually, nonalcoholic fatty liver disease (NAFLD) and nonalcoholic steatohepatitis (NASH) are silent diseases with few or no symptoms. You may not have symptoms even if you develop cirrhosis due to NASH.|If you do have symptoms, you may feel tired or have discomfort in the upper right side of your abdomen.|",
  "cause": "are overweight or obese|have insulin resistance |have abnormal levels of fats in your blood, which may include|    |high levels of triglycerides|abnormal levels of cholesterol—high total cholesterol, high LDL cholesterol, or low HDL cholesterol|||have metabolic syndrome or one or more traits of metabolic syndrome. Metabolic syndrome is a group of traits and medical conditions linked to overweight and obesity. People with metabolic syndrome are more likely to develop type 2 diabetes and heart disease. Experts think NAFLD may be closely linked to metabolic syndrome. Doctors define metabolic syndrome as the presence of any three of the following:|    |large waist size|high levels of triglycerides in your blood|low levels of HDL cholesterol in your blood|high blood pressure|higher than normal blood glucose levels|||have type 2 diabetes|",
  "help": "",
  "diet": "saturated fats, found in meat, poultry skin, butter, lard, shortening, and all milk and dairy products except fat-free versions.|trans fats, found in foods that list hydrogenated or partially hydrogenated oil on the label, such as crackers and snack foods, commercially baked goods such as cookies and cakes, and fried foods such as doughnuts and french fries.|monounsaturated fats, found in olive, peanut, and canola oils.|polyunsaturated fats, found in greatest amounts in corn, soybean, and safflower oils, and many types of nuts. Omega-3 fatty acids are a type of polyunsaturated fat. Sources include oily fish such as salmon, walnuts, and flaxseed oil.|",
  "caneat": "",
  "noteat": ""
},{
  "_id": {
    "$oid": "5e97fb1de7b9acfe8f68ed4f"
  },
  "name": "nafld-nash-children",
  "basic_info": "Nonalcoholic fatty liver disease (NAFLD) is a condition in which fat builds up in the liver. Nonalcoholic steatohepatitis (NASH) is the form of NAFLD in which a child has hepatitis—inflammation of the liver—and liver cell damage, in addition to fat in the liver.",
  "common": "NAFLD is the most common cause of chronic liver disease in children in the United States. Researchers estimate that close to 10 percent of U.S. children ages 2 to 19 have NAFLD.1 NAFLD has become more common in children in recent decades, in part because childhood obesity has become more common.|In a study of NAFLD in children, about 23 percent of those with excess fat in the liver had NASH.1|",
  "who": "Children who have certain conditions, including obesity and conditions that are related to obesity, are more likely to develop NAFLD or NASH.|NAFLD and NASH are more common in older children than in younger children. NAFLD is more common in boys than in girls. However, among children with NAFLD, girls and boys are equally likely to have NASH.|Although NAFLD and NASH occur in children of all races and ethnicities, these conditions are most common in Hispanic children and Asian American children, followed by Caucasian children. NAFLD and NASH are less common in African American children.1|NAFLD and NASH are more common in older children than in younger children and more common in boys than in girls.|",
  "symptom": "Nonalcoholic fatty liver disease (NAFLD) and nonalcoholic steatohepatitis (NASH) are typically silent diseases with few or no symptoms. Children may not have symptoms even if they develop cirrhosis due to NASH. Once symptoms arise, however, a child may already have permanent liver damage. If children do have symptoms from NASH, they may feel tired, become tired easily, or have discomfort over the liver, in the upper right side of the abdomen.|",
  "cause": "overweight or obesity|insulin resistance or type 2 diabetes|high blood pressure|abnormal levels of fats in the blood, which may include|    |high levels of triglycerides|abnormal levels of cholesterol—high total cholesterol, high LDL cholesterol, or low HDL cholesterol|||metabolic syndrome, or one or more traits of metabolic syndrome. Metabolic syndrome is a group of traits and medical conditions linked to overweight and obesity. People with metabolic syndrome are more likely to develop type 2 diabetes and heart disease. Experts think NAFLD may be closely linked to metabolic syndrome. Doctors typically define metabolic syndrome in children as a combination of three or more of the following features:|    |large waist size|high levels of triglycerides in the blood|low levels of HDL cholesterol in the blood|high blood pressure|higher-than-normal blood glucose levels||    Doctors may not be able to diagnose metabolic syndrome in children younger than age 10. Children in this age group may still have traits of metabolic syndrome.|",
  "help": "",
  "diet": "Eating a healthy diet, limiting portion sizes, and maintaining a healthy weight can help prevent NAFLD and NASH in children.|For children who have NAFLD or NASH and are overweight or obese, doctors may recommend gradual weight loss. Eating a healthy diet, avoiding beverages that have added sugar, and being more active can help manage weight and improve NAFLD or NASH.|Eating a healthy diet, limiting portion sizes, and maintaining a healthy weight can help prevent NAFLD and NASH in children.|If a child has NAFLD or NASH, the parent or caretaker should talk with a doctor about the child’s diet. Making sure that children receive proper nutrition is important for growth and development. The doctor may refer the child to a dietitian to help plan a well-balanced diet.|",
  "caneat": "",
  "noteat": ""
},{
  "_id": {
    "$oid": "5e97fb21e7b9acfe8f68ed50"
  },
  "name": "primary-biliary-cholangitis",
  "basic_info": "\r\n        \r\n        \r\n        Common early symptoms of primary biliary cholangitis are feeling tired and itchy skin. As the disease gets worse, you may have more symptoms. Although the exact cause of the disease is unknown, the immune system and environmental triggers may play a role.\r\n    ",
  "common": "Researchers estimate that in the United States, about 65 out of every 100,000 women and about 12 out of every 100,000 men have primary biliary cholangitis.1|",
  "who": "are a woman|are older than age 35|have a parent or sibling—particularly an identical twin—with the disease|are of Northern European descent|",
  "symptom": "feeling tired|itchy skin|",
  "cause": "infections|cigarette smoking|exposure to certain chemicals|",
  "help": "",
  "diet": "",
  "caneat": "loss of appetite, which will cause you to eat less |changes in your metabolism|reduced absorption of nutrients|",
  "noteat": "You should avoid eating raw shellfish such as oysters, which can have bacteria that may cause severe infections in people with liver disease. Your doctor may recommend that you make healthy food choices and avoid high-salt foods and foods that are high in fat and carbohydrates, especially those with added sugars.|If you have primary biliary cholangitis, your doctor will recommend that you quit smoking and stop drinking alcohol or, at least, limit your intake to no more than one or two drinks per week. If you have primary biliary cholangitis and cirrhosis, your doctor will recommend complete avoidance of alcohol.|"
},{
  "_id": {
    "$oid": "5e97fb25e7b9acfe8f68ed51"
  },
  "name": "primary-sclerosing-cholangitis",
  "basic_info": "Primary sclerosing cholangitis, or PSC, is a chronic disease in which the bile ducts inside and outside the liver become inflamed and scarred, and eventually narrowed or blocked. When this happens, bile builds up in the liver and causes liver damage.",
  "common": "Researchers estimate that about 6 to 16 people out of 100,000 have PSC.1 However, this estimate may be low because not all people who have PSC are diagnosed with the disease.2|",
  "who": "are between the ages of 30 and 50|are a man|have inflammatory bowel disease (IBD), most commonly ulcerative colitis|have a family member who has PSC|",
  "symptom": "feeling tired or weak|itchy skin|",
  "cause": "genes|immune system problems|changes in the bacteria in your gastrointestinal tract, also called gut flora or gut microbiome|bile duct injury caused by bile acids|",
  "help": "",
  "diet": "",
  "caneat": "You should eat well-balanced meals that give you enough calories and nutrients. If you have low levels of fat-soluble vitamins in your body, your doctor may recommend eating foods that are high in vitamins A, D, E, and K. A health care professional such as a dietitian or nutritionist can help you plan meals that are good sources of these vitamins.|If you have PSC, you should eat well-balanced meals that give you enough calories and nutrients.|",
  "noteat": "You should avoid eating raw shellfish such as oysters, which can have bacteria that may cause severe infections in people with liver disease. Your doctor may recommend that you avoid foods that are high in salt, fat, and carbohydrates, especially those with added sugars.|Your doctor will recommend that you stop drinking alcohol, or at least limit your intake to no more than one or two drinks per week. If you have PSC and cirrhosis, your doctor will recommend that you don’t drink any alcohol at all.|"
},{
  "_id": {
    "$oid": "5e97fb29e7b9acfe8f68ed52"
  },
  "name": "wilson-disease",
  "basic_info": "Wilson disease is a genetic disorder that prevents the body from removing extra copper, causing copper to build up in the liver, brain, eyes, and other organs. Without treatment, high copper levels can cause life-threatening organ damage.",
  "common": "Experts are still studying how common Wilson disease is. Older studies suggested that about 1 in 30,000 people have Wilson disease.1 These studies were conducted before researchers discovered the gene mutations that cause Wilson disease.|Newer studies of people’s genes suggest that Wilson disease may be more common. A study in the United Kingdom found that about 1 in 7,000 people have gene mutations that cause Wilson disease.2|Experts aren’t sure why gene studies suggest that Wilson disease is more common than previously thought. One reason might be that some people with Wilson disease are not diagnosed. Another reason might be that some people have gene mutations for Wilson disease but don’t develop the disease.|",
  "who": "People have a higher chance of having Wilson disease if they have a family history of Wilson disease, especially if a first-degree relative—a parent, sibling, or child—has the disease.|People who have Wilson disease typically develop symptoms when they are between ages 5 and 40.3 However, some people develop symptoms at younger or older ages. Doctors have found the first symptoms of Wilson disease in infants as young as 9 months and in adults older than 70 years.1,4|",
  "symptom": "feeling tired|nausea and vomiting|poor appetite|pain over the liver, in the upper part of the abdomen|darkening of the color of urine|lightening of the color of stool|yellowish tint to the whites of the eyes and skin, called jaundice|",
  "cause": "Mutations of a gene called ATP7B cause Wilson disease. These gene mutations prevent the body from removing extra copper. Normally, the liver releases extra copper into bile. Bile carries the copper, along with other toxins and waste products, out of the body through the digestive tract. In Wilson disease, the liver releases less copper into bile, and extra copper stays in the body.|The ATP7B mutations that cause Wilson disease are inherited, meaning they are passed from parent to child. These mutations are autosomal recessive, meaning that a person must inherit two ATP7B genes with mutations, one from each parent, to have Wilson disease. People who have one ATP7B gene without a mutation and one ATP7B gene with a mutation do not have Wilson disease, but they are carriers of the disease.|People can inherent Wilson disease if both parents are carriers who don’t have the disease. The chart below shows the chance of inheriting Wilson disease from parents who are carriers.|The mutations that cause Wilson disease|are autosomal recessive, meaning that a person|must inherit two genes with mutations to|have Wilson disease.|",
  "help": "",
  "diet": "",
  "caneat": "",
  "noteat": "chocolate|liver|mushrooms|nuts|shellfish|"
}]