[{
  "_id": {
    "$oid": "5e97f61ee7b9acfe8f68ed40"
  },
  "name": "bladder-infection-uti-in-adults",
  "basic_info": "\r\n        \r\n        \r\n        Symptoms of a bladder infection may include a burning feeling when you urinate. Most infections in women are caused by bacteria from the bowel that reach the urethra and bladder. Most infections in men are the result of problems that restrict normal urine flow, such as an enlarged prostate.\r\n    ",
  "common": "Bladder infections are common, especially among women. Research suggests that at least 40 to 60 percent of women develop a UTI during their lifetime, and most of these infections are bladder infections. One in 4 women is likely to have a repeat infection.1|",
  "who": "are sexually active|are a woman who has gone through menopause|are a woman who uses certain types of birth control, such as diaphragms or spermicide|have trouble emptying your bladder completely, like people with a spinal cord injury or nerve damage around the bladder|have a problem in your urinary tract that blocks, or obstructs, the normal flow of urine, such as a kidney stone or enlarged prostate|have an abnormality of the urinary tract, such as vesicoureteral reflux (VUR)|have diabetes or problems with your body’s immune, or natural defense, system|recently used a urinary catheter|had a UTI in the past|",
  "symptom": "a burning feeling when you urinate|frequent or intense urges to urinate, even when you have little urine to pass|",
  "cause": "Most of the time a bladder infection is caused by bacteria that are normally found in your bowel. The bladder has several systems to prevent infection. For example, urination most often flushes out bacteria before it reaches the bladder. Sometimes your body can’t fight the bacteria and the bacteria cause an infection. Read the reasons you may be at risk for UTIs.|",
  "help": "If you have symptoms of a bladder infection, see a health care professional right away, especially if you have severe pain in your back near your ribs or in your lower abdomen, along with vomiting and nausea, fever, or other symptoms that may indicate a kidney infection.|Kidney infections are often very painful and can cause serious health problems, so it’s best to get early treatment.|",
  "diet": "Experts don’t think eating, diet, and nutrition play a role in preventing or treating bladder infections. Although some research shows that cranberry juice, extract, or pills may help prevent these infections, not enough evidence shows this. Research shows that cranberry products are not effective in treating a bladder infection if you already have one.2|",
  "caneat": "",
  "noteat": ""
},{
  "_id": {
    "$oid": "5e97f622e7b9acfe8f68ed41"
  },
  "name": "interstitial-cystitis-painful-bladder-syndrome",
  "basic_info": "\r\n        \r\n        \r\n        People with interstitial cystitis (IC) have discomfort, pressure, tenderness, or pain in the bladder, lower abdomen, and pelvic area. Symptoms vary from person to person, may come and go, and can change in each person as time goes on.\r\n    ",
  "common": "IC is common. The condition may affect between 3 million and 8 million women and between 1 million and 4 million men in the United States.1|",
  "who": "IC can occur at any age, including during childhood, but is most common in adult women and men. About twice as many women are affected as men.1 However, more men may struggle with IC than researchers originally thought.|Some research suggests that women are more likely to develop IC if they have a history of being sexually abused or physically traumatized.2|",
  "symptom": "People with interstitial cystitis (IC) have repeat discomfort, pressure, tenderness or pain in the bladder, lower abdomen, and pelvic area. Symptoms vary from person to person, may be mild or severe, and can even change in each person as time goes on.|Symptoms may include a combination of these symptoms:|Urgency|Urgency is the feeling that you need to urinate right now. A strong urge is normal if you haven't urinated for a few hours or if you have been drinking a lot of liquids. With IC, you may feel pain or burning along with an urgent need to urinate before your bladder has had time to fill.|Frequency|Frequency is urinating more often than you think you should need to, given the amount of liquid you are drinking. Most people urinate between four and seven times a day. Drinking large amounts of liquid can cause more frequent urinating. Taking blood pressure medicines called diuretics, or water pills, can also cause more frequent urinating. Some people with IC feel a strong, painful urge to urinate many times a day.|Pain|As your bladder starts to fill, you may feel pain—rather than just discomfort—that gets worse until you urinate. The pain usually improves for a while once you empty your bladder. People with IC rarely have constant bladder pain. The pain may go away for weeks or months and then return. People with IC sometimes refer to an attack of bladder pain as a symptom flare.|Some people may have pain without urgency or frequency. This pain may come from a spasm in the pelvic floor muscles, the group of muscles that is attached to your pelvic bones and supports your bladder, bowel, and uterus or prostate.  Pain from pelvic floor muscle spasm may get worse during sex.|",
  "cause": "are stressed, or have certain emotions, such as anger or sadness|have sex|have a menstrual cycle|have a urinary tract infection|urinate or hold urine for too long|skip meals or are dehydrated|feel changes in the seasons or the weather|have allergies|go through sudden or bumpy movements|take certain medicines or forget to take their medicines|wear tight pants and undergarments|use laundry detergents with certain chemicals or are in pool water with certain chemicals|use certain brands of toilet paper|do certain physical activities, like pushing or lifting heavy objects|stand for long periods of time|have a Pap smear|take antidepressants, sinus medicines, or pain relievers|",
  "help": "",
  "diet": "",
  "caneat": "No research consistently links certain foods or drinks to IC. However, some research strongly suggests a relationship between diet and symptoms. Healthy eating and staying hydrated are important for your overall health, including bladder health.|No research links certain foods or drinks to interstitial cystitis, although healthy eating is important for your overall health, including bladder health.|However, some people with IC find that certain foods or drinks trigger or worsen their symptoms. Coffee, soda, alcohol, tomatoes, hot and spicy foods, chocolate, caffeinated beverages, citrus juices and drinks, MSG, and high-acid foods can trigger IC symptoms or make them worse. Some people also note that their symptoms get worse after eating or drinking products with artificial sweeteners, or sweeteners that are not found naturally in foods and beverages.|Learning which foods trigger your symptoms or make them worse may take some effort. Keep a food diary and note the times you have bladder pain. For example, the diary might show that your symptom flares always happen after you eat tomatoes or oranges. If you find that certain foods make your symptoms worse, your health care professional and dietitian can help you avoid them with an eating plan. Find an expert to advise you on how to use nutrition and ingredient information on a food label. You can use this information to help you avoid eating or drinking things that trigger pain in your bladder.|Stopping certain foods and drinks—and then adding them back to what you normally eat and drink one at a time—may help you figure out which foods or drinks, if any, affect your symptoms. Talk with your health care professional about how much liquid you should drink to prevent dehydration based on your health, how active you are, and where you live. Water is the best liquid for bladder health.|Some doctors recommend taking an antacid with meals. This medicine reduces the amount of acid that gets into the urine.|",
  "noteat": ""
},{
  "_id": {
    "$oid": "5e97f626e7b9acfe8f68ed42"
  },
  "name": "kidney-infection-pyelonephritis",
  "basic_info": "Kidney infection is a type of urinary tract infection (UTI) that commonly begins in your bladder and moves upstream to one or both of your kidneys. In rare cases, kidney infections can lead to serious health problems, but quick treatment prevents most complications.",
  "common": "Kidney infections cause most of the 100,000 hospital visits for UTIs in the United States each year.1|",
  "who": "Are a woman2|have a UTI in the bladder.|had a UTI during the past 12 months.|are pregnant.  Scientists think that hormonal changes and shifts in the position of the urinary tract during pregnancy make it easier for bacteria to travel to the kidneys and cause infection.|have a problem in your urinary tract that blocks or changes the normal flow of urine. The flow of urine may be blocked if you have a defect in the structure of your urinary tract, such as a narrowed urethra, an enlarged prostate, or a kidney stone.|have vesicoureteral reflux (VUR), which is when urine can back up, or reflux, into one or both kidneys. Health care professionals most commonly diagnose VUR in children.3|have diabetes or problems with your body’s immune, or natural defense, system.|have a spinal cord injury or nerve damage around the bladder.|have trouble emptying your bladder completely, called urinary retention.|",
  "symptom": "chills|fever|pain in your back, side, or groin|nausea|vomiting|cloudy, dark, bloody, or foul-smelling urine|frequent, painful urination|",
  "cause": "Kidney infections are caused by bacteria or viruses.|Scientists believe that most kidney infections start as a bladder infection that moves upstream to infect one or both of your kidneys. Most often, the infection is caused by bacteria that normally live in your bowel. The urinary tract has several ways to prevent infection from moving up the urinary tract. For example, urination most often flushes out bacteria before it reaches the bladder. Sometimes your body can’t fight the bacteria and the bacteria cause a UTI. If you don’t get medical treatment to stop the infection, the bacteria may infect your kidneys.|In some cases, your blood can carry bacteria or viruses from another part of your body to your kidneys.|",
  "help": "Seek care right away if you have kidney infection symptoms. A kidney infection can sometimes lead to a dangerous condition called sepsis, which can be life threatening. Symptoms of sepsis include fever, chills, rapid breathing and heart rate, rash, and confusion.|A kidney infection that becomes chronic, or long lasting, can cause permanent damage to your kidneys.|",
  "diet": "Experts don’t think eating, diet, and nutrition play a role in preventing or treating kidney infections.|",
  "caneat": "",
  "noteat": ""
},{
  "_id": {
    "$oid": "5e97f62be7b9acfe8f68ed43"
  },
  "name": "kidney-stones",
  "basic_info": "\r\n        \r\n        \r\n        You may have a kidney stone if you feel a sharp pain in your back, side, lower abdomen, or groin; or have blood in your urine. If you have a small stone that easily passes through your urinary tract, you may not have symptoms at all.\r\n    ",
  "common": "Kidney stones are common and are on the rise. About 11 percent of men and 6 percent of women in the United States have kidney stones at least once during their lifetime.1|",
  "who": "a blockage of the urinary tract|chronic, or long-lasting, inflammation of the bowel|cystic kidney diseases, which are disorders that cause fluid-filled sacs to form on the kidneys|cystinuria|digestive problems or a history of gastrointestinal tract surgery|gout, a disorder that causes painful swelling of the joints|hypercalciuria, a condition that runs in families in which urine contains unusually large amounts of calcium; this is the most common condition found in people who form calcium stones|hyperoxaluria, a condition in which urine contains unusually large amounts of oxalate|hyperparathyroidism, a condition in which the parathyroid glands release too much parathyroid hormone, causing extra calcium in the blood|hyperuricosuria, a disorder in which too much uric acid is in the urine|obesity|repeated, or recurrent, UTIs|renal tubular acidosis, a disease that occurs when the kidneys fail to remove acids into the urine, which causes a person’s blood to remain too acidic|",
  "symptom": "sharp pains in your back, side, lower abdomen, or groin|pink, red, or brown blood in your urine, also called hematuria|a constant need to urinate|pain while urinating|inability to urinate or can only urinate a small amount|cloudy or bad-smelling urine|",
  "cause": "Kidney stones are caused by high levels of calcium, oxalate, and phosphorus in the urine. These minerals are normally found in urine and do not cause problems at low levels.|Certain foods may increase the chances of having a kidney stone in people who are more likely to develop them.|",
  "help": "",
  "diet": "",
  "caneat": "Drinking enough liquid, mainly water, is the most important thing you can do to prevent kidney stones. Unless you have kidney failure, many health care professionals recommend that you drink six to eight, 8-ounce glasses a day. Talk with a health care professional about how much liquid you should drink.|Studies have shown that the Dietary Approaches to Stop Hypertension (DASH) diet can reduce the risk of kidney stones. Learn more about the DASH diet.2|Studies have shown that being overweight increases your risk of kidney stones. A dietitian can help you plan meals to help you lose weight.|",
  "noteat": ""
},{
  "_id": {
    "$oid": "5e97f62fe7b9acfe8f68ed44"
  },
  "name": "urinary-tract-infections-in-children",
  "basic_info": "Bladder infections are the most common type of urinary tract infection (UTI), but any part of your child’s urinary tract can become infected including the urethra, bladder, ureters, or kidneys. UTIs are common, especially among girls. Bacteria normally found in the bowel cause most UTIs in children.",
  "common": "Babies under 12 months old are more likely to have a UTI than older children.|During the first few months of life, UTIs are more common in boys than girls.|By age 1, girls are more likely to develop a UTI than boys—and girls continue to have a higher risk throughout childhood and the teen years.2|",
  "who": "",
  "symptom": "fever, which may be the only sign|vomiting or diarrhea|irritability or fussiness|poor feeding or appetite; poor weight gain|",
  "cause": "Most often a bladder infection is caused by bacteria that are normally found in the bowel. The bladder has several systems to prevent infection. For example, urinating most often flushes out bacteria before it reaches the bladder. Sometimes, your child’s body can’t fight the bacteria and the bacteria cause an infection. Certain health conditions can put children at risk for bladder infections.|",
  "help": "If you think your child has a bladder infection, take him or her to a health care professional within 24 hours. A child who has a high fever and is sick for more than a day without a runny nose, earache, or other obvious cause should also be checked for a bladder infection. Quick treatment is important to prevent the infection from getting more dangerous.|",
  "diet": "Food doesn’t play a role in preventing or treating bladder infections in children. Some research suggests that cranberry products such as juice, extracts, or pills may help prevent these infections in children, but there’s not enough evidence to be certain. Cranberry products are not an effective treatment once your child already has a bladder infection.3|Children who may have a bladder infection should see a health care professional right away for diagnosis and treatment. Cranberry products should not replace medical treatment.|",
  "caneat": "",
  "noteat": ""
}]